module.exports = {
  currentLanguage: 'Русский',
  home: 'Главная',
  aboutMe: 'Обо мне',
  skills: 'Навыки',
  works: 'Работы',
  experience: 'Опыт',
  contacts: 'Контакты',
  viewPortfolio: 'Показать портфолио',
  hireMe: 'Нанять',
  myWorks: 'Мои работы',
  viewAllWorks: 'Показать все работы',
  blog: 'Блог',

  sections: {
    landing: {
      title: `Привет, <br />меня зовут <span>Ричи</span>`,
      description: `Привет, Я Ричи, талантливый full-stack веб-разработчик с 5-летним опытом работы с широким спектром веб-сайтов.`,
    },

    about: {
      title: `О <span>Ричи</span>`,
      description: `
            <p class="about-section__content__text">
            Привет, Я Ричи, талантливый full-stack веб-разработчик с 2-летним опытом работы с широким спектром веб-сайтов.
            </p>

            <p class="about-section__content__text">
            Я не хочу определять себя по проделанной работе, вместо этого определяю себя работой, которой хочу заниматься. Навыкам можно научиться, а личность присуща. Я предпочитаю продолжать учиться, продолжать ставить себя перед собой задачи и заниматься интересными делами, которые имеют значение
            </p>

            <p class="about-section__content__text">
            Я стараюсь писать свои коды как можно более чистыми, это наиболее ценный навык программиста.
            </p>`,
    },

    skills: {
      description: `
          <p>
            Подпитываемый высоким уровнем энергии и безграничным энтузиазмом, я легко вдохновляюсь и более чем готов следовать своим увлечениям, куда бы они меня ни привели. Я выразительный, разносторонне одаренный человек с естественной способностью вдохновлять. Мне никогда не нравится просто придумывать идеи. Вместо этого у меня есть почти импульсивная потребность воплощать их
          </p>

          <p>
            Моя обильная энергия подпитывает меня в стремлении ко многим интересам, хобби, областям учебы и творчеству. Я быстро учусь, могу осваивать новые навыки и относительно легко совмещать разные проекты и роли. Мне нравится накапливать опыт во многих областях в течение моей жизни и карьеры.
          </p>

          <p>
          Вы также можете называть меня фронтенд-разработчиком, серверным разработчиком, системным администратором или по любому другому определенному на рынке названию программистов.
          </p>`,
    },

    contact: {
      title: 'ХОЧЕШЬ КРУТОЙ САЙТ? ',
    },

    footer: {
      content: `
          `,
    },
  },

  stack: 'Стек',
  frontend: 'Фронтенд',
  githubProfile: 'Профиль Github',
  turkmenistanAshgabat: 'Ашхабад, Туркменистан',

  projects: [
    {
      title: 'Мой первый персональный сайт 🎂',
      description:
        'Это мой первый веб-сайт, созданный на продакшне, впервые размещенный на самом дешевом хостинге в мире, который вы можете найти .  😅',
    },
    {
      title: 'Ravel - Travel Website ✈️',
      description: 'Фронтенд туристического сайта - первый тяжелый проект',
    },
    {
      title: 'Sublime - Веб-сайт разработчиков игр 🎮',
      description:
        'Но это было сложнее, чем предыдущее, не знал тогда про Grid и Flexbox 😂',
    },
    {
      title: 'Duhoot - сайт бронирования ✈️',
      description:
        'Внешний интерфейс веб-сайта о путешествиях — первая проба грид-системы 🔬',
    },
    {
      title: 'Golden One - Сайт студии 🪙',
      description: 'Практика HTML и CSS 🔬',
    },
    {
      title: 'Мой второй персональный сайт 🌠',
      description: 'Все еще нужно улучшить навыки... 🤔',
    },
  ],

  meta: {
    home: {
      title: 'Ричи Веб Разработка',
      description:
        'Привет, Я Ричи, талантливый full-stack веб-разработчик с 5-летним опытом работы с широким спектром веб-сайтов.',
    },
    site_name: 'Ричи Веб Разработка',
  },
}
